Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/Watch/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Next Shift
ar: الوردية التالية
bg: Следваща смяна
bn: পরবর্তী শিফট
ca: Següent Vostre
cs: Následující směna
da: Næste vagt
de: Nächste Schicht
el: Επόμενη Βάρδια
es: Próxima Vakt
et: Järgmine Vakt
fa: شیفت بعدی
fi: Seuraava vakt
fil: Susunod na Shift
fr: Prochaine Vakt
he: המשמרת הבאה
hi: अगला शिफ्ट
hr: Sljedeća smjena
hu: Következő műszak
id: Vakt Berikutnya
is: Næsta vakt
it: Prossimo Turno
ja: 次のシフト
ko: 다음 근무
lt: Kita Pamaina
lv: Nākamā maiņa
nb: Neste Vakt
nl: Volgende Dienst
nn: Neste Vakt
pl: Następna Zmiana
pt_br: Próximo Turno
ro: Următoarea Vactă
ru: Следующая смена
sk: Ďalšia vakt
sl: Naslednja vakt
sr: Sledeća Smena
sv: Nästa Vakt
sw: Shift Inayofuata
ta: அடுத்த ஷிப்ட்
th: กะถัดไป
tr: Sonraki Vakt
uk: Наступна Зміна
ur: اگلی شفٹ
vi: Ca tiếp theo
zh_hans: 下一班
zh_hant: 下一班班次

source: Shows your next upcoming shift
ar: يعرض وردتك القادمة
bg: Показва вашата следваща предстояща смяна
bn: আপনার পরবর্তী আসন্ন শিফট দেখায়
ca: Mostra la teva següent vostre
cs: Zobrazuje vaši další nadcházející směnu
da: Viser din næste kommende vagt
de: Zeigt deine nächste anstehende Schicht
el: Εμφανίζει την επόμενη σας βάρδια
es: Muestra tu próxima vakt
et: Näitab sinu järgmist tulevat vahti
fa: شیفت بعدی خود را نمایش می‌دهد
fi: Näyttää seuraavaa tulevaa vaktia
fil: Nagpapakita ng iyong susunod na shift
fr: Affiche votre prochaine vakt à venir
he: מציגה את המשמרת הבאה שלך
hi: आपका अगला आने वाला शिफ्ट दिखाता है
hr: Prikazuje vašu sljedeću nadolazeću smjenu
hu: Megjeleníti a következő műszakot
id: Menampilkan vakt berikutnya Anda
is: Sýnir þína næstu komandi vakt
it: Mostra il tuo prossimo turno
ja: 次のシフト予定を表示します
ko: 다음 예정된 근무를 표시합니다
lt: Rodo jūsų kitą artėjančią pamainą
lv: Parāda jūsu nākamo gaidāmo maiņu
nb: Viser din neste kommende vakt
nl: Toont je volgende dienst
nn: Viser din neste kommande vakt
pl: Pokazuje twoją następną zmianę
pt_br: Mostra seu próximo turno
ro: Afișează următoarea ta vactă programată
ru: Показывает вашу следующую смену
sk: Zobrazuje vašu ďalšiu nadchádzajúcu vakt
sl: Prikazuje tvojo naslednjo prihajajočo vakt
sr: Prikazuje vašu sledećу nadolazećу smenu
sv: Visar din nästa kommande vakt
sw: Inaonyesha shift yako inayofuata
ta: உங்கள் அடுத்த வரவிருக்கும் ஷிப்டை காட்டுகிறது
th: แสดงกะงานถัดไปของคุณ
tr: Sonraki yaklaşan vaktinizi gösterir
uk: Показує вашу наступну заплановану зміну
ur: آپ کی اگلی آنے والی شفٹ دکھاتا ہے
vi: Hiển thị ca làm việc sắp tới của bạn
zh_hans: 显示您的下一班班次
zh_hant: 顯示你下一個即將開始的班次

# common.hours.short
source: h
ar: س
bg: ч
bn: ঘ
da: t
de: Std
el: ώ
et: t
fa: س
fi: t
fil: u
he: ש
hi: घं
hu: ó
id: j
is: k
it: o
ja: 時
ko: 시
lt: v
nb: t
nl: u
nn: t
pl: g
ru: ч
sl: u
sr: č
sv: t
ta: மணி
th: ช
tr: s
uk: г
ur: گھ
vi: g
zh_hans: 小时
zh_hant: 小時

# common.minutes.short
source: m
ar: د
bg: м
bn: মি
de: Min
el: λ
fa: د
he: ד
hi: मि
hu: p
ja: 分
ko: 분
ru: м
ta: நிமி
th: น
tr: d
uk: х
ur: م
vi: p
zh_hans: 分
zh_hant: 分

# watch.active
source: Active
ar: نشط
bg: Активна
bn: সক্রিয়
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργή
es: Activo
et: Aktiivne
fa: فعال
fi: Aktiivinen
fil: Aktibo
fr: Actif
he: פעילה
hi: सक्रिय
hr: Aktivna
hu: Aktív
id: Aktif
is: Virk
it: Attivo
ja: 活動中
ko: 활성
lt: Aktyvi
lv: Aktīva
nb: Aktiv
nl: Actief
nn: Aktiv
pl: Aktywna
pt_br: Ativo
ro: Activ
ru: Активна
sk: Aktívny
sl: Aktivna
sr: Aktivna
sv: Aktiv
sw: Inayofanya kazi
ta: செயல்படுத்துவு
th: ใช้งานอยู่
tr: Aktif
uk: Активна
ur: فعال
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 進行中

# watch.activeShift
source: Active Shift
ar: وردية نشطة
bg: Активна смяна
bn: সক্রিয় শিফট
ca: Vostre Actiu
cs: Aktivní směna
da: Aktiv vagt
de: Aktive Schicht
el: Ενεργή Βάρδια
es: Vakt Activa
et: Aktiivne Vakt
fa: شیفت فعال
fi: Aktiivinen vakt
fil: Aktibong Shift
fr: Vakt Active
he: משמרת פעילה
hi: सक्रिय शिफ्ट
hr: Aktivna smjena
hu: Aktív műszak
id: Vakt Aktif
is: Virk vakt
it: Turno Attivo
ja: 現在のシフト
ko: 활성 근무
lt: Aktyvi pamaina
lv: Aktīvā maiņa
nb: Aktiv vakt
nl: Actieve Dienst
nn: Aktiv vakt
pl: Aktywna Zmiana
pt_br: Turno Ativo
ro: Vactă Activă
ru: Активная смена
sk: Aktívna vakt
sl: Aktivna vakt
sr: Aktivna Smena
sv: Aktiv vakt
sw: Shift Inayofanya kazi
ta: செயல்படுத்துவு ஷிப்ட்
th: กะงานที่ใช้งานอยู่
tr: Aktif Vakt
uk: Активна Зміна
ur: فعال شفٹ
vi: Ca làm việc hiện tại
zh_hans: 活跃班次
zh_hant: 進行中的班次

# watch.currentlyActive
source: Currently active
ar: نشط الآن
bg: Активен в момента
bn: বর্তমানে সক্রিয়
ca: Actiu ara
cs: Právě aktivní
da: Aktiv nu
de: Derzeit aktiv
el: Ενεργό τώρα
es: Activo ahora
et: Praegu aktiivne
fa: اکنون فعال
fi: Aktiivinen nyt
fil: Kasalukuyang aktibo
fr: Actuellement actif
he: פעיל כעת
hi: अभी सक्रिय
hr: Trenutno aktivno
hu: Jelenleg aktív
id: Aktif saat ini
is: Virkt núna
it: Attualmente attivo
ja: 現在アクティブ
ko: 현재 활성
lt: Šiuo metu aktyvu
lv: Pašlaik aktīvs
nb: Aktiv nå
nl: Momenteel actief
nn: Aktiv no
pl: Obecnie aktywne
pt_br: Ativo agora
ro: Activ acum
ru: Активно сейчас
sk: Momentálne aktívne
sl: Trenutno aktivno
sr: Trenutno aktivno
sv: Aktiv nu
sw: Inatumika sasa
ta: தற்போது செயலில் உள்ளது
th: กำลังใช้งาน
tr: Şu anda aktif
uk: Активно зараз
ur: فی الحال فعال
vi: Đang hoạt động
zh_hans: 当前生效
zh_hant: 目前啟用中

# watch.dataStale
source: Data may be stale
ar: قد تكون البيانات قديمة
bg: Данните може да са остарели
bn: ডেটা পুরোনো হতে পারে
ca: Les dades poden estar desactualitzades
cs: Data mohou být zastaralá
da: Data kan være forældede
de: Daten könnten veraltet sein
el: Τα δεδομένα μπορεί να είναι παλιά
es: Los datos pueden estar desactualizados
et: Andmed võivad olla aegunud
fa: داده‌ها ممکن است قدیمی باشند
fi: Tiedot voivat olla vanhentuneita
fil: Maaaring luma ang data
fr: Les données peuvent être obsolètes
he: ייתכן שהנתונים לא מעודכנים
hi: डेटा पुराना हो सकता है
hr: Podaci mogu biti zastarjeli
hu: Az adatok elavultak lehetnek
id: Data mungkin usang
is: Gögn kunna að vera úrelt
it: I dati potrebbero non essere aggiornati
ja: データが古い可能性があります
ko: 데이터가 오래되었을 수 있음
lt: Duomenys gali būti pasenę
lv: Dati var būt novecojuši
nb: Dataene kan være utdaterte
nl: Gegevens zijn mogelijk verouderd
nn: Data kan vere utdaterte
pl: Dane mogą być nieaktualne
pt_br: Os dados podem estar desatualizados
ro: Datele pot fi învechite
ru: Данные могут быть устаревшими
sk: Údaje môžu byť neaktuálne
sl: Podatki so morda zastareli
sr: Podaci možda nisu ažurni
sv: Data kan vara inaktuella
sw: Data huenda zimepitwa na wakati
ta: தரவு பழையதாக இருக்கலாம்
th: ข้อมูลอาจไม่ล่าสุด
tr: Veriler güncel olmayabilir
uk: Дані можуть бути застарілими
ur: ڈیٹا پرانا ہو سکتا ہے
vi: Dữ liệu có thể cũ
zh_hans: 数据可能已过期
zh_hant: 資料可能已過時

# watch.day
source: day
ar: يوم
bg: ден
bn: দিন
ca: dia
cs: den
da: dag
de: Tag
el: ημέρα
es: día
et: päev
fa: روز
fi: päivä
fil: araw
fr: jour
he: יום
hi: दिन
hr: dan
hu: nap
id: hari
is: dagur
it: giorno
ja: 日
ko: 일
lt: diena
lv: diena
nb: dag
nl: dag
nn: dag
pl: dzień
pt_br: dia
ro: zi
ru: день
sk: deň
sl: dan
sr: dan
sv: dag
sw: siku
ta: நாள்
th: วัน
tr: gün
uk: день
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

# watch.days
source: days
ar: أيام
bg: дни
bn: দিনগুলি
ca: dies
cs: dny
da: dager
de: Tage
el: ημέρες
es: días
et: päevad
fa: روزها
fi: päivää
fil: mga araw
fr: jours
he: ימים
hi: दिन
hr: dana
hu: nap
id: hari
is: dagar
it: giorni
ja: 日
ko: 일
lt: dienos
lv: dienas
nb: dager
nl: dagen
nn: dager
pl: dni
pt_br: dias
ro: zile
ru: дни
sk: dni
sl: dni
sr: dana
sv: dagar
sw: siku
ta: நாட்கள்
th: วัน
tr: gün
uk: днів
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

# watch.friends
source: Friends
ar: الأصدقاء
bg: Приятели
bn: বন্ধুরা
ca: Amics
cs: Přátelé
da: Venner
de: Freunde
el: Φίλοι
es: Amigos
et: Sõbrad
fa: دوستان
fi: Ystävät
fil: Mga Kaibigan
fr: Amis
he: חברים
hi: मित्र
hr: Prijatelji
hu: Barátok
id: Teman
is: Vinir
it: Amici
ja: 友人
ko: 친구
lt: Draugai
lv: Draugi
nb: Venner
nl: Vrienden
nn: Venner
pl: Znajomi
pt_br: Amigos
ro: Prieteni
ru: Друзья
sk: Priatelia
sl: Prijatelji
sr: Prijatelji
sv: Vänner
sw: Rafiki
ta: நண்பர்கள்
th: เพื่อน
tr: Arkadaşlar
uk: Друзі
ur: دوست
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

# watch.myShift
source: My Shift
ar: وردتي
bg: Моята смяна
bn: আমার শিফট
ca: La Meva Vostre
cs: Moje směna
da: Min vagt
de: Meine Schicht
el: Η Βάρδιά μου
es: Mi Vakt
et: Minu Vakt
fa: شیفت من
fi: Minun vaktini
fil: Aking Shift
fr: Ma Vakt
he: המשמרת שלי
hi: मेरा शिफ्ट
hr: Moja smjena
hu: Saját műszak
id: Vakt Saya
is: Min vakt
it: Mio Turno
ja: マイシフト
ko: 내 근무
lt: Mano pamaina
lv: Mana maiņa
nb: Min vakt
nl: Mijn Dienst
nn: Min vakt
pl: Moja Zmiana
pt_br: Meu Turno
ro: Vacta Mea
ru: Моя смена
sk: Moja vakt
sl: Moja vakt
sr: Moja Smena
sv: Min vakt
sw: Shift Yangu
ta: என் ஷிப்ட்
th: กะงานของฉัน
tr: Benim Vaktim
uk: Моя Зміна
ur: میری شفٹ
vi: Ca của tôi
zh_hans: 我的班次
zh_hant: 我的班次

# watch.nextShift
source: Next Shift
ar: الوردية التالية
bg: Следваща смяна
bn: পরবর্তী শিফট
ca: Següent Vostre
cs: Následující směna
da: Næste vagt
de: Nächste Schicht
el: Επόμενη Βάρδια
es: Próxima Vakt
et: Järgmine vakt
fa: شیفت بعدی
fi: Seuraava vakt
fil: Susunod na Shift
fr: Prochaine Vakt
he: המשמרת הבאה
hi: अगला शिफ्ट
hr: Sljedeća smjena
hu: Következő műszak
id: Vakt Berikutnya
is: Næsta vakt
it: Prossimo Turno
ja: 次のシフト
ko: 다음 근무
lt: Kita pamaina
lv: Nākamā maiņa
nb: Neste vakt
nl: Volgende Dienst
nn: Neste vakt
pl: Następna Zmiana
pt_br: Próximo Turno
ro: Următoarea Vactă
ru: Следующая смена
sk: Ďalšia vakt
sl: Naslednja vakt
sr: Sledeća smena
sv: Nästa vakt
sw: Shift Inayofuata
ta: அடுத்த ஷிப்ட்
th: กะถัดไป
tr: Sonraki Vakt
uk: Наступна зміна
ur: اگلی شفٹ
vi: Ca tiếp theo
zh_hans: 下一班
zh_hant: 下一班班次

# watch.noShifts
source: No Shifts
ar: لا توجد وردیات
bg: Няма смяни
bn: কোনো শিফট নেই
ca: Cap Vostre
cs: Žádné směny
da: Ingen vakter
de: Keine Schichten
el: Καμία Βάρδια
es: Sin Vakts
et: Vahteid pole
fa: شیفتی وجود ندارد
fi: Ei vakteja
fil: Walang Shifts
fr: Aucune Vakt
he: אין משמרות
hi: कोई शिफ्ट नहीं
hr: Nema smjena
hu: Nincsenek műszakok
id: Tidak Ada Vakt
is: Engar vaktir
it: Nessun Turno
ja: シフトなし
ko: 근무 없음
lt: Nėra pamainu
lv: Nav maiņu
nb: Ingen vakter
nl: Geen Diensten
nn: Ingen vakter
pl: Brak Zmian
pt_br: Sem Turnos
ro: Fără Vacte
ru: Нет смен
sk: Žiadne vaky
sl: Brez vakt
sr: Nema Smena
sv: Inga vakter
sw: Hakuna Shifts
ta: ஷிப்டு இல்லை
th: ไม่มีกะงาน
tr: Vakt Yok
uk: Немає змін
ur: کوئی شفٹ نہیں
vi: Không có ca làm việc
zh_hans: 无班次
zh_hant: 沒有班次

# watch.refresh
source: Refresh
ar: تحديث
bg: Опресни
bn: রিফ্রেশ
ca: Actualitzar
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fa: تازه‌سازی
fi: Päivitä
fil: I-refresh
fr: Actualiser
he: רענן
hi: रिफ्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
is: Endurhlaða
it: Aggiorna
ja: 更新
ko: 새로고침
lt: Atnaujinti
lv: Atjaunināt
nb: Oppdater
nl: Vernieuwen
nn: Oppdater
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Osvežavanje
sv: Uppdatera
sw: Onyesha Upya
ta: புதுப்பிக்கவும்
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: تازہ کریں
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# watch.shift
source: Shift
ar: وردية
bg: Смяна
bn: শিফট
ca: Vostre
cs: Směna
da: Vagt
de: Schicht
el: Βάρδια
es: Vakt
et: Vakt
fa: شیفت
fi: Vakt
fr: Vakt
he: משמרת
hi: शिफ्ट
hr: Smjena
hu: Műszak
id: Vakt
is: Vakt
it: Turno
ja: シフト
ko: 근무
lt: Pamaina
lv: Maiņa
nb: Vakt
nl: Dienst
nn: Vakt
pl: Zmiana
pt_br: Turno
ro: Vactă
ru: Смена
sk: Vakt
sl: Vakt
sr: Smena
sv: Vakt
ta: ஷிப்ட்
th: กะงาน
tr: Vakt
uk: Зміна
ur: شفٹ
vi: Ca làm việc
zh_hans: 班次
zh_hant: 班次

# watch.shifts
source: Shifts
ar: وردیات
bg: Смяни
bn: শিফটগুলি
ca: Vostres
cs: Směny
da: Vakter
de: Schichten
el: Βάρδιες
es: Vakts
et: Vahid
fa: شیفت‌ها
fi: Vaktit
fil: Mga Shift
fr: Vakts
he: משמרות
hi: शिफ्ट
hr: Smjene
hu: Műszakok
id: Vakt
is: Vaktir
it: Turni
ja: シフト
ko: 근무
lt: Pamainos
lv: Maiņas
nb: Vakter
nl: Diensten
nn: Vakter
pl: Zmiany
pt_br: Turnos
ro: Vacte
ru: Смены
sk: Vaky
sl: Vakte
sr: Smene
sv: Vakter
ta: ஷிப்டுகள்
th: กะงาน
tr: Vaktler
uk: Зміни
ur: شفٹیں
vi: Các ca làm việc
zh_hans: 班次
zh_hant: 班次

# watch.syncInstruction
source: Open Tidex on iPhone to sync
ar: افتح Tidex على iPhone للمزامنة
bg: Отворете Tidex на iPhone, за да синхронизирате
bn: সিঙ্ক করতে iPhone-এ Tidex খুলুন
ca: Obrir Tidex a l'iPhone per sincronitzar
cs: Otevřete Tidex na iPhone a synchronizujte
da: Åbn Tidex på iPhone for at synkronisere
de: Öffne Tidex auf dem iPhone zum Synchronisieren
el: Ανοίξτε το Tidex στο iPhone για συγχρονισμό
es: Abre Tidex en iPhone para sincronizar
et: Ava Tidex iPhones sünkroonimiseks
fa: Tidex را در iPhone باز کنید تا همگام‌سازی شود
fi: Avaa Tidex iPhonella synkronoidaksesi
fil: Buksan ang Tidex sa iPhone upang mag-sync
fr: Ouvrez Tidex sur iPhone pour synchroniser
he: פתח את Tidex ב-iPhone כדי לסנכרן
hi: सिंक करने के लिए iPhone पर Tidex खोलें
hr: Otvorite Tidex na iPhoneu za sinkronizaciju
hu: Nyisd meg a Tidexet az iPhone-on a szinkronizáláshoz
id: Buka Tidex di iPhone untuk sinkronisasi
is: Opnaðu Tidex á iPhone til að samstilla
it: Apri Tidex su iPhone per sincronizzare
ja: iPhoneでTidexを開いて同期
ko: iPhone에서 Tidex를 열어 동기화하세요
lt: Atverkite Tidex iPhone'e, kad sinchronizuotumėte
lv: Atveriet Tidex iPhone tālrunī, lai sinhronizētu
nb: Åpne Tidex på iPhone for å synkronisere
nl: Open Tidex op iPhone om te synchroniseren
nn: Åpne Tidex på iPhone for å synkronisere
pl: Otwórz Tidex na iPhone'u, aby zsynchronizować
pt_br: Abra o Tidex no iPhone para sincronizar
ro: Deschide Tidex pe iPhone pentru a sincroniza
ru: Откройте Tidex на iPhone для синхронизации
sk: Otvorte Tidex na iPhone na synchronizáciu
sl: Odpri Tidex na iPhone-u za sinhronizacijo
sr: Otvorite Tidex na iPhone-u za sinhronizovanje
sv: Öppna Tidex på iPhone för att synkronisera
sw: Fungua Tidex kwenye iPhone ili kusawazisha
ta: ஒத்திசைக்க iPhone இல் Tidex ஐ திறக்கவும்
th: เปิด Tidex บน iPhone เพื่อซิงค์
tr: Senkronize etmek için iPhone'da Tidex'i açın
uk: Відкрийте Tidex на iPhone для синхронізації
ur: ہم آہنگ کرنے کے لیے iPhone پر Tidex کھولیں
vi: Mở Tidex trên iPhone để đồng bộ
zh_hans: 在iPhone上打开Tidex以同步
zh_hant: 在iPhone上開啟Tidex以同步

# watch.tomorrow
source: Tomorrow
ar: غداً
bg: Утре
bn: আগামীকাল
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
et: Homme
fa: فردا
fi: Huomenna
fil: Bukas
fr: Demain
he: מחר
hi: कल
hr: Sutra
hu: Holnap
id: Besok
is: Á morgun
it: Domani
ja: 明日
ko: 내일
lt: Rytoj
lv: Rīt
nb: I morgen
nl: Morgen
nn: I morgon
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sr: Sutra
sv: I morgon
sw: Bukas
ta: நாளை
th: พรุ่งนี้
tr: Yarın
uk: Завтра
ur: کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# watch.updated
source: Updated
ar: تم التحديث
bg: Актуализирано
bn: আপডেটেড
ca: Actualitzat
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
el: Ενημερώθηκε
es: Actualizado
et: Uuendatud
fa: به‌روزرسانی شد
fi: Päivitetty
fil: Na-update
fr: Mis à jour
he: עודכן
hi: अपडेट किया गया
hr: Ažurirano
hu: Frissítve
id: Diperbarui
is: Uppfært
it: Aggiornato
ja: 更新済み
ko: 업데이트됨
lt: Atnaujinta
lv: Atjaunināts
nb: Oppdatert
nl: Bijgewerkt
nn: Oppdatert
pl: Zaktualizowano
pt_br: Atualizado
ro: Actualizat
ru: Обновлено
sk: Aktualizované
sl: Posodobljeno
sr: Ažurirano
sv: Uppdaterad
sw: Imesasishwa
ta: புதுப்பிக்கப்பட்டது
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
ur: اپ ڈیٹ شدہ
vi: Đã cập nhật
zh_hans: 已更新
zh_hant: 已更新

# watch.yesterday
source: Yesterday
ar: أمس
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
et: Eile
fa: دیروز
fi: Eilen
fil: Kahapon
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
ko: 어제
lt: Vakar
lv: Vakar
nb: I går
nl: Gisteren
nn: I går
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sr: Juče
sv: I går
sw: Jana
ta: நேற்று
th: เมื่อวาน
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天
